package com.google;

import core.BaseTest;

public class Task_1_3_Table extends BaseTest {
   /*
   * Перейти на сайт https://yandex.ru/
   * Осуществить поиск по слову “таблица”
   * Убедится что в результате поиска содержит блок с заголовком “Таблица — Википедия”
   * Кликнуть по заголовку “Таблица — Википедия”, перейти на открывшуюся вкладку.
   * На сайте википедии найти таблицу “Преподаватели кафедры программирования”.
   * Убедится что “Сергей Владимирович” идёт первым в списке, а “Иван Иванович” последним*/

}
